Revit 2024 API
BuiltInFailures.StairRampFailures.BadFillingSpacing Property
 Spacing for Excess Length Fill is too small.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static FailureDefinitionId BadFillingSpacing { get; }
Visual Basic
Public Shared ReadOnly Property BadFillingSpacing As FailureDefinitionId
	Get
Visual C++
public:
static property FailureDefinitionId^ BadFillingSpacing {
	FailureDefinitionId^ get ();
}
See Also
BuiltInFailures.StairRampFailures Class
Autodesk.Revit.DB Namespace